Repository: dinakar-m/flutter-template-riverpod-monstarhacks
Catalog: lib/l10n/intl_*.arb
Languages: ne

# home_record_lecture
source: Record Lecture
ne: रेकर्ड व्याख्यान

# home_tab_live_session
source: Live Session
ne: प्रत्यक्ष सत्र

# home_tab_video_list
source: Video List
ne: भिडियो सूची

# home_chat
source: Help/Chat
ne: मद्दत / च्याट

# login_button
source: Log In
ne: लग - इन

# app_bar_logout
source: Logout
ne: बाहिर निस्कनु

# video_list_page_title
source: Video List
ne: भिडियो सूची

# video_list_page_synch
source: Synch
ne: सिङ्क

# video_chat_page_title
source: Ask me anything
ne: मलाई जे पनि सोध

# video_chat_page_emergency
source: Emergency
ne: आपतकालीन

# video_chat_page_type_message
source: Type Question
ne: प्रश्न टाइप गर्नुहोस्

# live_session_page_title
source: Live Session
ne: प्रत्यक्ष सत्र

# live_session_page_recording
source: Recording
ne: रेकर्डिङ

# live_session_page_note_recording
source: Not Recording
ne: रेकर्डिङ होइन

# live_session_page_note_participants
source: Participants
ne: सहभागीहरू

# live_session_page_note_participants_join_message
source: Please wait for students to join...
ne: कृपया विद्यार्थीहरू सम्मिलित हुनको लागि पर्खनुहोस्...
